import React from 'react';

const Policy = (props) => {
    return (
        <div className="info">
            <div className="wrap">
                <div className="policy__wrap">
                    <h1 className="policy__pagetitle">Пользовательское соглашение</h1>
                    <div className="policy__section">
                        <h2 className="policy__title">1. Общие положения.</h2>
                        <div className="policy__content">
                            <p>На условиях настоящего Пользовательского Соглашения (далее – Соглашение) ИП Медведева Наталья Александровна (далее – Владелец Сайта) предоставляет пользователям сайта 7-wishes.ru (далее- Сайт) право доступа к услугам Сайта. Настоящее Соглашение является публичной офертой, устанавливает правила пользования услугами Сайта и регулирует отношения между Владельцем Сайта и Пользователем Сайта.</p>
                            <p>Пользователь Сайта – любое физическое лицо, достигшее возраста 18 лет, не лишенное и не ограниченное в дееспособности, принимающее условия настоящего Соглашения, имеющее доступ к Сайту.</p>
                            <p>Согласно настоящему Соглашению Владелец Сайта является Оператором персональных данных. Все Пользователи, зарегистрированные на Сайте, подтверждают свое согласие на: подписку на электронные почтовые рассылки с рекламными целями, обработку персональных данных (включая сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение); использование, уничтожение данных), передачу персональных данных оператору по их обработке.</p>
                            <p>Пользователь предоставляет Владельцу сайта доступ к следующим персональным данным: имя, дата рождения, фото, номер мобильного телефона, адрес электронной почты.</p>
                            <p>Регистрация на Сайте означает согласие с настоящим Соглашением в полном объеме как в действующей на момент регистрации редакции, так и с последующими редакциями, которые могут возникнуть в будущем и будут опубликованы на Сайте. Данное Соглашение является обязательным для всех Пользователей. В случае, если Владельцем Сайта были внесены изменения в Соглашение, с которыми Пользователь не согласен, последний обязан прекратить использование Сайта.</p>
                        </div>
                    </div>
                    <div className="policy__section">
                        <h2 className="policy__title">2. Правила пользования Сайтом.</h2>
                        <div className="policy__content">
                            <p>В рамках настоящего Соглашения Владелец Сайта обязуется предоставлять Пользователю бесплатные и платные сервисы и услуги. Пользователю предоставляется доступ к службе знакомств с возможностью просмотра подходящих анкет, фотографий и других сервисов Сайта.</p>
                            <p>Пользователю гарантируется однократное право прохождения регистрации на Сайте с созданием собственного аккаунта и правами на управление своим аккаунтом.</p>
                            <p>Пользователь самостоятельно несет ответственность за соответствие содержания размещаемого им контента требованиям действующего законодательства, включая ответственность перед третьим лицами, в том числе связанную с нарушением личных неимущественных прав авторов и/или иных прав третьих лиц.</p>
                            <p>Владелец Сайта не гарантирует возникновение взаимного интереса между Пользователями Сайта, а также, что сервисы Сайта всегда будут соответствовать ожиданиям и требованиям Пользователя. Пользователь осознает и согласен с тем, что он должен самостоятельно оценивать все риски, связанные с использованием контента, размещенного на Сайте другими Пользователями, включая оценку его надежности, полноты или полезности.</p>
                            <p>Владелец Сайта вправе посылать своим Пользователям информационные сообщения. Владелец Сайта имеет право распоряжаться статистической информацией, связанной с функционированием Сайта, а также информацией Пользователей для обеспечения адресного показа рекламной информации различным аудиториям Пользователей Сайта. Для целей организации функционирования и технической поддержки Сайта Владелец Сайта имеет техническую возможность доступа к персональным страницам Пользователей, которую реализует в случаях, установленных настоящим Соглашением и действующим законодательством.</p>
                        </div>
                    </div>
                    <div className="policy__section">
                        <h2 className="policy__title">3. Регистрация на Сайте.</h2>
                        <div className="policy__content">
                            <p>Для того чтобы воспользоваться сервисами Сайта, Пользователь должен пройти процедуру регистрации. Регистрация на Сайте является бесплатной и доступна для всех Пользователей.</p>
                            <p>Пользователь гарантирует, что размещенные сведения и материалы характеризуют лично его, и дает согласие на проверку введенных данных Владельцем Сайта. Пользователь самостоятельно несет ответственность за безопасность выбранного им пароля, а также самостоятельно обеспечивает конфиденциальность своего пароля. При регистрации Пользователь обязан указывать достоверную и полную информацию о себе по всем вопросам, предлагаемым в форме регистрации, и поддерживать эту информацию в актуальном состоянии.</p>
                            <p>Недопустимо использование сервисов Сайта с целью извлечения прибыли.</p>
                            <p>Компания оставляет за собой право в любой момент заблокировать (приостановить оказание услуг) или удалить аккаунт Пользователя и/или удалить любой контент Пользователя без объяснения причин в случае нарушения Пользователем условий Соглашения, обоснованной жалобы, поступившей от третьего лица и/или поступления соответствующего требования от органов государственной власти или суда.</p>
                            <p>Удаление аккаунта Пользователя так же возможно в любое время после выражения согласия об аннулировании аккаунта Пользователем посредством направления письменного обращения в Службу Поддержки с электронного адреса, на который зарегистрирован аккаунт. Письменное подтверждение пожелания об аннулировании аккаунта Пользователя установлено для предупреждения злоупотреблений.</p>
                        </div>
                    </div>
                    <div className="policy__section">
                        <h2 className="policy__title">4. Авторские и иные исключительные права</h2>
                        <div className="policy__content">
                            <p>Все объекты, доступные при помощи сервисов Сайта, в том числе элементы дизайна, текст, графические изображения, видео, и другие объекты (далее - материалы), а также любой контент, размещенный на Сайте, являются объектами исключительных прав Владельца Сайта, Пользователей и других правообладателей соответственно.</p>
                            <p>Материалы сайта, а также любой контент, размещенный на Сайте, не могут быть использованы без предварительного разрешения правообладателя.</p>
                            <p>Использование Пользователем материалов, а также любого контента в личных, некоммерческих целях, возможно при условии сохранения всех знаков охраны авторского права, товарных знаков и сохранения соответствующего объекта в неизменном виде. Исключение составляют случаи, прямо предусмотренные законодательством РФ или настоящим Соглашением.</p>
                        </div>
                    </div>
                    <div className="policy__section">
                        <h2 className="policy__title">5. Использование контента и персональных данных Пользователя</h2>
                        <div className="policy__content">
                            <p>Вся персональная информация о Пользователе хранится и обрабатывается Владельцем Сайта в соответствии с Федеральным законом от 27.07.2006 N 152-ФЗ (ред. от 25.07.2011) "О персональных данных". Обработка персональных данных Пользователя осуществляется в соответствии с законодательством Российской Федерации. Раскрытие предоставленной Пользователем информации может быть произведено лишь в соответствии с действующим законодательством Российской Федерации по требованию суда, правоохранительных органов, а равно в иных предусмотренных законодательством Российской Федерации случаях.</p>
                            <p>Пользователь соглашается с тем, что Владелец Сайта вправе использовать все материалы (в том числе фото/видео материалы) и сведения, размещенные Пользователем на Сайте без дополнительного согласия Пользователя в любом объеме и любыми способами, не запрещенными действующим законодательством РФ, а так же дает согласие на получение от Владельца Сайта сообщений (в том числе рекламного характера).</p>
                            <p>Если Пользователем не доказано обратное, любые действия, совершенные с использованием его логина и пароля, считаются совершенными соответствующим Пользователем. В случае несанкционированного доступа к логину и паролю и/или персональной странице Пользователя, или распространения логина и пароля, Пользователь обязан незамедлительно сообщить об этом Владельцу Сайта в установленном порядке.</p>
                        </div>
                    </div>
                    <div className="policy__section">
                        <h2 className="policy__title">6. Права и обязанности</h2>
                        <div className="policy__content">
                            <p>За неисполнение или ненадлежащее исполнение условий Соглашения, Компания и Пользователь несут ответственность в объёме и соответствии с действующим законодательством РФ.</p>
                            <h3>Пользователь имеет право:</h3>
                            <ul>
                                <li>осуществлять поиск Анкет и иной информации на Сайте;</li>
                                <li>получать информацию на Сайте;</li>
                                <li>создавать информацию для Сайта;</li>
                                <li>копировать информацию на другие сайты с разрешения Владельца Сайта;</li>
                                <li>использовать информацию сайта в личных некоммерческих целях.</li>
                            </ul>
                            <h3>При пользовании Сайтом Пользователю категорически запрещено:</h3>
                            <ul>
                                <li>использовать больше одного аккаунта (анкеты) для работы с Сайтом;</li>
                                <li>распространять контент, который является вредоносным, клеветническим, оскорбляет нравственность, демонстрирует (или является пропагандой) насилия и жестокости, содержит оскорбления, нарушает права интеллектуальной собственности, содержит элементы (или является пропагандой) порнографии, детской эротики, представляет собой рекламу (или является пропагандой) услуг сексуального характера (в том числе под видом иных услуг), пропагандирует ненависть и/или дискриминацию людей по расовому, этническому, половому, религиозному, социальному признакам, разъясняет порядок изготовления, применения или иного использования наркотических веществ, взрывчатых веществ или иного оружия;</li>
                                <li>в переписке с другими пользователями ссылаться (размещать ссылки) на любые сторонние ресурсы, порталы и социальные сети, в случае если эти сообщения носят массовый характер (более 10 сообщений разным пользователям со ссылкой на один и тот же сторонний ресурс, портал, сеть и т.п.);</li>
                                <li>передавать доступы к персональным данным и личной информации третьих лиц;</li>
                                <li>размещать на Сайте любую коммерческую рекламу, коммерческие предложения, агитационные материалы, передавать посредством личных сообщений, СПАМ, сообщения-цепочки (сообщения, требующие их передачи одному или нескольким пользователям), схемы финансовых пирамид или призывы в них участвовать, любую другую навязчивую информацию;</li>
                                <li>загружать на сайт данные, содержащие инфицированные компьютерные программы, в том числе размещать/или распространять на Сайте какие-либо материалы, содержащие вирусы или другие компьютерные коды, предназначенные для нарушения либо уничтожения функциональности любого компьютерного или телекоммуникационного оборудования или программ, а равно ссылки на ресурсы сети, содержание которых противоречит действующему законодательству РФ;</li>
                                <li>совершать действия и использовать сервисы Сайта таким образом, чтобы неблагоприятно влиять на доступность предложений Сайта другим Пользователям;</li>
                                <li>отправлять письма с одним содержанием несколько раз;</li>
                                <li>использовать чужие имена Пользователей и чужие личные пароли;</li>
                                <li>осуществлять коммерческий сбор данных профилей;</li>
                                <li>вводить других Пользователей в заблуждение относительно своей личности, возраста и пола, в том числе, использовать фото и видео материалы в возрасте несоответствующему фактическому возрасту Пользователя (личные детские фото и детские фото третьих лиц);</li>
                                <li>распространять и предоставлять доступ или иным образом использовать любую информацию, которая содержит: угрозы, дискредитирует, оскорбляет, порочит честь и достоинство или деловую репутацию или нарушает неприкосновенность частной жизни других Пользователей или третьих лиц,; демонстрирует оружие, алкогольные напитки и наркотические средства; оскорбляющие жесты, в том числе в виде поднятого среднего пальца; сцены бесчеловечного обращения с животными; описание средств и способов суицида, любое подстрекательство к его совершению; экстремистские материалы; информацию ограниченного доступа, включая, но, не ограничиваясь, государственной и коммерческой тайной, информацией о частной жизни, в том числе третьих лиц; рекламу или описывает привлекательность употребления наркотических веществ, в том числе «цифровых наркотиков» (звуковых файлов, оказывающих воздействие на мозг человека за счет бинауральных ритмов), информацию о распространении наркотиков, рецепты их изготовления и советы по употреблению; фото и видео материалы животных, памятников, мультипликационных персонажей, архитектурных объектов и знаменитостей;</li>
                                <li>размещать информацию, которая нарушает права несовершеннолетних лиц;</li>
                                <li>размещать информацию, которая является вульгарной или непристойной, содержит порнографические изображения и тексты или сцены сексуального характера;</li>
                                <li>размещать информацию, которая пропагандирует и/или способствует разжиганию расовой, религиозной, этнической ненависти или вражды, пропагандирует фашизм, или идеологию расового превосходства, преступную деятельность или содержит советы, инструкции или руководства по совершению преступных действий;</li>
                                <li>размещать информацию, которая нарушает иные права и интересы граждан и юридических лиц или требования законодательства Российской Федерации.</li>
                            </ul>
                            <h3>На странице с главным фото Пользователя принимается изображение только самого Пользователя. Не допускаются размещать фотографии Пользователя:</h3>
                            <ul>
                                <li>с третьими людьми (групповые фото), в том числе с детьми;</li>
                                <li>обрезанные фото (например, только части тела или лица);</li>
                                <li>плохого качества (низкое качество фото; смазаны черты лица и т.п.)</li>
                            </ul>
                            <h3>Владелец Сайта по своему усмотрению вправе:</h3>
                            <ul>
                                <li>модифицировать сайт по своему усмотрению;</li>
                                <li>вносить изменения в данное Соглашение в одностороннем порядке;</li>
                                <li>запросить у Пользователя документы о наличии у него всех необходимых прав на размещение материалов (фотографии, программы, и др.) на сайте;</li>
                                <li>приостановить, либо отменить регистрацию Пользователя и отказать ему в использовании возможностей сайта в случае нарушения Пользователем условий Соглашения;</li>
                                <li>оказывать платные и бесплатные услуги Пользователям;</li>
                                <li>изменять стоимость и виды услуг, сроки их действия;</li>
                                <li>удалять со своего сервера любую информацию или материалы, которые Владелец Сайта сочтет нежелательными и нарушающими Соглашение;</li>
                                <li>передавать права по настоящему Соглашению третьим лицам в целях исполнения Соглашения без дополнительного согласия Пользователя.</li>
                            </ul>
                            <h3>Владелец Сайта не несет ответственности за:</h3>
                            <ul>
                                <li>содержание, достоверность и точность материалов, опубликованных Пользователями;</li>
                                <li>нарушение Пользователем действующего законодательства РФ;</li>
                                <li>убытки и иной вред, возникший у Пользователя в связи с действиями третьих лиц;</li>
                                <li>временные технические сбои и перерывы в работе Сайта, за временные сбои и перерывы в работе линий связи, иные аналогичные сбои, а также за неполадки компьютера, с которого Пользователь осуществлял выход в интернет;</li>
                                <li>причинение вреда, ущерба, потерю информации или за причинение любых других убытков, которые возникли при пользовании сервисом, в том числе с использованием мобильных средств связи и иных технических средств.</li>
                            </ul>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    );
};

export default Policy;